{"_id":{"$oid":"590cfe22ba9ba50c5494fcbd"},"title":"Библиотека утерянных возможностей","summary":"Трагичная история попытки Google создать самое большое цифровое хранилище книг в мире.","content":"\u003cp\u003eВ 2004 году компания Google решила создать цифровой архив, в который должны были войти 130 миллионов когда-либо опубликованных книг. Авторы проекта планировали отсканировать все ранее изданные произведения и предоставить доступ к этому архиву библиотекам, создав таким образом самое большое хранилище данных. Однако, подобно \u003ca\u003eтрагедии\u003c/a\u003e Александрийской библиотеки, после долгой борьбы за выживание идея цифрового хранилища провалилась.\n\u003c/p\u003e\n\u003cp\u003e\nКогда в марте 2011 года это \u003ca\u003eстало\u003c/a\u003e очевидно, учёные, архивисты, библиотекари и другие критики проекта, ставшие одной из причин его уничтожения, вздохнули с облегчением. Они считали, что предотвратили катастрофу, не дав одной из крупнейших компаний мира создать несравнимую по масштабам структуру. Историю цифровой библиотеки, частично сохранившейся в лице Google Books, \u003ca\u003eрассказал\u003c/a\u003e журналист американского издания The Atlantic Джеймс Сомерс (James Somers).\n\u003c/p\u003e\n\u003ch2\u003eВсе книги мира — в одном месте\u003c/h2\u003e\n\u003cp\u003eПроект компании Google по отсканированию всех существующих в мире книг начался с идеи сооснователя компании Ларри Пейджа (Larry Page). Он давно мечтал поместить мировой запас книг в цифровой мир. В 2002 году дела у организации шли \u003ca\u003eотлично\u003c/a\u003e, прибыль с каждым месяцем только увеличивалась, и Пейдж решил подробнее изучить возможность перенести запасы библиотек в компьютерный мир.\u003c/p\u003e\n\u003cp\u003eРуководитель Google пришёл в Университет Мичигана — свою альма-матер и по совместительству ведущее заведение сканирования книг в США. Пейдж поинтересовался, сколько нужно времени, чтобы отсканировать семь миллионов томов — весь книжный запас университета. Удивлённое руководство ответило, что такой проект в лучшем случае займёт около тысячи лет, если на копирование одной книги будет уходить 40 минут. Сооснователь Google немного подумал и ответил, что его компания управится за шесть лет.\u003c/p\u003e\n'\u003cdiv class=\"image-header\"\u003e \u003cimg src=\"https://gif.cmtt.space/3/club/ef/35/70/78f36e50258f5f.jpg\" alt=\"\"\u003e \u003c/div\u003e\u003cfigcaption\u003eЛарри Пейдж. Фото The New York Times\u003c/figcaption\u003e\n\u003cp\u003eПроект по отсканированию и переносу книг в цифровой мир назвали «Океан» (Project Ocean). План Пейджа заключался в следующем: университетские и национальные библиотеки одалживают Google свои книги, а компания сканирует их и предоставляет бесплатную цифровую копию каждого сочинения. Таким образом организация планировала охватить самый большой и забытый пласт информации— книги, которые перестали издавать.\u003c/p\u003e\n\u003cp\u003eНа подготовку «Океана» ушло два года. Пейдж договорился о поставках с Университетом Мичигана, Гарвардом, Стэнфордом, Оксфордом, Нью-Йоркской публичной библиотекой и дюжиной других. Каждую неделю к порогу Google приезжали грузовики, заполненные книгами. Тексты со столетними историями загружались в тележки и отправлялись к сотрудникам станций, каждая из которых могла отсканировать до тысячи страниц в час.\u003c/p\u003e\n\u003cp\u003eДля этого компании пришлось изготовить специальное оборудование и программы, каждая стоимостью в несколько тысяч долларов. Сканируемая книга закреплялась на специальном стенде, сверху на неё направляли несколько фотоаппаратов, а трёхмерный радар определял точное положение листов книги в пространстве.\u003c/p\u003e\n\u003cp\u003eСтраницы аккуратно переворачивал человек — ни одному прибору не удавалось сделать это так же быстро и аккуратно. После этого оператор нажимал на педаль на полу и камеры фотографировали. Затем процесс повторялся. Специальные программы сглаживали кривые участки сфотографированного листа. В самые загруженные моменты над проектом трудились до 50 инженеров: они настраивали оптику приборов, учили программы отличать простой текст от диаграмм, иллюстраций и цифр.\u003c/p\u003e\n","url":"https://gif.cmtt.space/3/club/44/11/be/cf7545a70ab049.jpg","author":"admin","tags":["book","usa","google"],"createdAt":{"$date":"2017-05-05T23:03:40.680Z"},"__v":0}
{"_id":{"$oid":"590d0067ba9ba50c5494fcbe"},"title":"Самый неумелый побег из страны","summary":"Полиция США арестовала своего коллегу, который инсценировал смерть, уехал в Мексику, но несколько раз выдал себя.","content":"\u003cp\u003eУтром 25 апреля офицер полиции американского штата Техас Коулман Мартин (Coleman Martin) \u003ca\u003eушёл\u003c/a\u003e из дома в городе Остин. Супруге он сказал, что в последние пару дней впал в депрессию из-за домашних передряг. Что он имел в виду — не уточнялось.\u003c/p\u003e\n\u003cp\u003eВестей от Мартина не было почти весь день. Правда, он отправил жене несколько сообщений, где объяснил прогулку необходимостью «прочистить голову». Но главная новость от полицейского пришла только поздним вечером.\u003c/p\u003e\n\u003cp\u003eНа фотографии, которую получила супруга, было запечатлено написанное от руки заявление: Мартин сообщал о самоубийстве. Говорилось, что он намерен утопиться в озере неподалёку от границы США с Мексикой. При обыске дома офицера его коллеги нашли записку с текстом: «Мне нужно время, которое я потратил бы на самого себя».\u003c/p\u003e\n\u003cp\u003eМартина внесли в список пропавших без вести, автомобиль объявили в розыск. Полиция начала \u003ca\u003eрасследование\u003c/a\u003e, но вскоре засомневалась в честности беглеца.\u003c/p\u003e\n\u003cdiv class=\"image-header\"\u003e \u003cimg src=\"https://gif.cmtt.space/3/club/28/8f/8d/d654e98101478e.jpg\" alt=\"\"\u003e \u003c/div\u003e\u003cfigcaption\u003eМашина полиции Остина, отправившейся на поиски коллеги-беглеца. Фото местного департамента полиции\u003c/figcaption\u003e\n\u003cp\u003eМартин особо не скрывал местоположения, расплачиваясь как наличными, так и дебетовой картой. Проследить за ним полицейским помогли записи камер видеонаблюдения и показания свидетелей.\u003c/p\u003e\n\u003cp\u003eОказалось, что через час после ухода из дома офицер снял с карты 300 долларов, заправил машину бензином, а затем остановился в спортивном магазине и купил надувной плот. Он пообедал в сети быстрого питания, а вскоре приобрёл канат и бетонные блоки.\u003c/p\u003e\n\u003cp\u003eПозже следователи из Остина узнали от коллег из департамента общественной безопасности Техаса, что офицера-беглеца тем же вечером остановили на дороге вблизи города Ювалде. По всей видимости, для стандартной проверки документов. Мартин признался остановившему его полицейскому, что направляется в Мексику, но не для самоубийства, а в отпуск. Офицер не придал значения сумкам на заднем сиденье машины: «не было никаких следов, что Мартин находился в кризисе». Беглец продолжил путь.\u003c/p\u003e\n\u003cdiv class=\"image-header\"\u003e \u003cimg src=\"https://gif.cmtt.space/3/club/38/36/12/38af02050da5b8.jpg\" alt=\"\"\u003e \u003c/div\u003e\u003cfigcaption\u003eОзеро Амистад в штате Техас. Фото @kapaliele2\u003c/figcaption\u003e\n\u003cp\u003eУтром 26 апреля полицейские нашли машину Мартина оставленной возле озера Амистад (Amistad) на территории техасского национального парка. Внешне всё указывало на то, что офицер всё-таки совершил суицид.\u003c/p\u003e\n\u003cp\u003eК переднему сиденью автомобиля — так, чтобы было видно снаружи — была прикреплена предсмертная записка. В ней повторялось сообщение, которое супруга полицейского получила накануне.\u003c/p\u003e\n\u003cp\u003eНадувной плот обнаружили на берегу, в нескольких километрах от машины. К борту была заботливо прикреплена записка с именем Мартина, датой рождения и датой смерти (25 апреля 2017 года), а также инициалами его супруги. Следователям в глаза бросались следы, оставленные на плоту от бетонных блоков, якобы вытолкнутых в воду. На краю лодки виднелся нарисованный грязью религиозный крест.\u003c/p\u003e\n\u003cp\u003eКроме коробки от плота и нескольких личных вещей, в машине нашли пустой кошелёк. Удостоверения личности, паспорта или других документов следователи не обнаружили.\u003c/p\u003e\n\u003cdiv class=\"image-header\"\u003e \u003cimg src=\"https://gif.cmtt.space/3/club/dd/e3/ea/2186959b0b42ea.jpg\" alt=\"\"\u003e \u003c/div\u003e\u003cfigcaption\u003eМагазин Best Buy в Остине, штат Техас. Фото @outsideris\u003c/figcaption\u003e\n\u003cp\u003eСледователи \u003ca\u003eзаподозрили\u003c/a\u003e неладное, когда выяснили, что в ночь на 26 апреля (спустя пять часов после тревожного сообщения супруге) кто-то получил доступ к электронной почте Мартина. По IP-адресу полицейские вычислили, что сигнал исходит из Мексики, после чего получили ордер на исследование данных телефонных счетов и недостающих сведений из почты.\u003c/p\u003e\n\u003cp\u003eО том, что у офицера было устройство для выхода в интернет, стало известно немногим позже. Оказалось, что ещё в день побега Мартин купил оборудованный Wi-Fi планшет компании HP в одном из городских Best Buy. При этом беглец приобрёл гаджет с использованием корпоративной карты магазина, на которой было нанесено его имя. Найти планшет не удалось.\u003c/p\u003e\n\u003cp\u003eПодробности побега Мартина выяснились из разговора с девушкой, которая, по версии следствия, находилась в «близких отношениях» с разыскиваемым. Женщина заявила о том, что офицер подстроил свою смерть. В качестве доказательства она сообщила о письме от Мартина: в нём он рассказывал об успешном «самоубийстве» и плане дальнейших действий.\u003c/p\u003e\n\u003cp\u003eКак следует из письма, Мартин бросил автомобиль у озера и взял велосипед, на котором проехал около 13 километров. У \u003ca\u003eпридорожного магазина\u003c/a\u003e он выбросил транспортное средство в мусорный бак и на такси доехал до границы. В Мексике он сел на автобус и уехал в глубинку.\u003c/p\u003e","url":"https://gif.cmtt.space/3/club/2c/83/5d/d9cf51010e3009.jpg","author":"admin","tags":["usa","police"],"createdAt":{"$date":"2017-05-05T23:03:50.488Z"},"__v":0}
{"_id":{"$oid":"590d026fba9ba50c5494fcbf"},"title":"«Всё слишком сильно изменилось»","summary":"Дэвид Линч объявил об уходе из кино из-за разочарования в современном кинематографе.","content":"\u003cp\u003eДэвид Линч, чей последний фильм вышел в 2006 году, \u003ca\u003eобъявил\u003c/a\u003e, что больше не будет снимать кино. Режиссёр рассказал в интервью, что «всё слишком изменилось». По словам Линча, фильм «Внутренняя империя» останется его последней работой в кино.\u003c/p\u003e\n\u003cp\u003e71-летний Линч за свою жизнь снял 10 фильмов, самые известные из которых — «Малхолланд-Драйв», «Синий бархат», «Дикие сердцем» и «Человек-слон». Его четыре раза номинировали на «Оскар» как лучшего режиссёра, он получал «Золотую пальмовую ветвь» Каннского фестиваля, премию «Сезар» и «Золотого льва» Каннского фестиваля.\u003c/p\u003e\n\u003cp\u003eПри этом Линч ничего не сказал по поводу работы на телевидении. 21 мая \u003ca\u003eсостоится\u003c/a\u003e премьера продолжения сериала «Твин Пикс», предыдущий сезон которого выходил 25 лет назад, в котором он выступил режиссёром. При этом ранее он отказывался снимать продолжение из-за \u003ca\u003eразногласий\u003c/a\u003e с каналом Showtime.\u003c/p\u003e","url":"https://gif.cmtt.space/3/club/fa/1d/a3/688fcd48ebfafc.jpg","author":"admin","tags":["twin","peaks","usa","movie"],"createdAt":{"$date":"2017-05-05T23:00:19.849Z"},"__v":0}
{"_id":{"$oid":"590d0318ba9ba50c5494fcc0"},"title":"В Кентукки студентов арестовали после попытки украсть из университета ответы к экзамену","summary":"Они проникли в здание через вентиляцию.","content":"\u003cp\u003eДвоих студентов \u003ca\u003eарестовали\u003c/a\u003e после незаконного проникновения в университет Кентукки с целью кражи ответов к предстоящему экзамену.\u003c/p\u003e\n\u003cp\u003eВ ночь с 3 на 4 мая студенты попытались выкрасть ответы к экзамену, проникнув в здание университета через вентиляционную шахту. Однако заговорщикам не повезло: на работе задержался преподаватель Джон Кейн. Он отлучался с рабочего места чтобы перекусить, но успел застать студентов на месте преступления. Те забаррикадировались в его кабинете и после угроз преподавателя вызвать полицию открыли дверь и сбежали.\u003c/p\u003e\n\u003cp\u003eПосле прибытия полицейских на место происшествия вернулся один из студентов — 21-летний Генри Линч, опасавшийся, что преподаватель его узнал. Задержанный признался в содеянном и рассказал, что его сообщником был студент Трой Кифхут.\u003c/p\u003e\n\u003cp\u003eЛинч упомянул, что уже воровал ответы на экзамены из кабинета Кейна. В предыдущий раз он также проник в университет через вентиляционную шахту. Задержанным студентам было предъявлено обвинение в краже.\u003c/p\u003e\n\u003cp\u003eКак \u003ca\u003eуточняет\u003c/a\u003e The Independent, в зависимости от штата и округа наказание за кражу составляет 20 и более лет тюрьмы, однако этот проступок, скорее всего, будет караться лишением свободы на срок до 1 года.\u003c/p\u003e\n\u003cp\u003eПредставитель университета Джей Блэнтон сообщил, что рассмотрением инцидента также займётся университетский комитет по учебной дисциплине.\u003c/p\u003e","url":"https://gif.cmtt.space/3/club/2f/6d/32/22b45ec013f777.jpg","author":"admin","tags":["usa","school"],"createdAt":{"$date":"2017-05-05T22:59:48.111Z"},"__v":0}
{"_id":{"$oid":"590d03bdba9ba50c5494fcc1"},"title":"«У него были планы на ещё одного „Бэтмена“»","summary":"Сестра Хита Леджера ответила на критику документального фильма о нём и рассказала о жизни актёра накануне смерти.","content":"\u003cp\u003eСестра актёра Хита Леджера \u003ca\u003eрассказала\u003c/a\u003e о последних днях актёра и ответила критикам, написавшим о документальном фильме «Я — Хит Леджер», который вышел в апреле 2017 года. Большая часть картины состоит из архивных съёмок, многие из которых записал сам актёр.\u003c/p\u003e\n\u003cp\u003eКритик издания Variety Оуэн Гляйберман (Owen Gleiberman) \u003ca\u003eуказал\u003c/a\u003e в рецензии, что многие «демоны» Леджера остались «за закрытой дверью».\u003c/p\u003e\n\u003cp\u003eНа что Кейт Леджер заявила, что критики просто не знали её брата, ведь его демонов «на самом деле не существовало».\u003c/p\u003e\n\u003cp\u003eКроме того, Леджер рассказала о том, что в планы актёра входили съёмки в продолжении «Темного рыцаря» Кристофера Нолана.\u003c/p\u003e\n\u003cp\u003eКейт добавила, что они обсуждали его роль Джокера на Рождество: Леджер показывал ей кадры со съёмок и имитировал голос злодея. Сестра актёра отметила, что ранее не хотела делать о нём фильм. «Было больно, конечно, но думаю вся наша семья поняла, что он никогда не уйдёт», — добавила Кейт.\u003c/p\u003e\n\u003cp\u003eХит Леджер скончался 22 января 2008 года, по официальной версии — от интоксикации болеутоляющими средствами и транквилизаторами. По \u003ca\u003eданным\u003c/a\u003e СМИ, актёр страдал от депрессии после того, как расстался со своей девушкой и актрисой Мишель Уильямс. Леджер посмертно получил «Оскар» за лучшую роль второго плана в фильме «Тёмный рыцарь».\u003c/p\u003e\n\u003cp\u003eВ 2013 году отец актёра \u003ca\u003eвыпустил\u003c/a\u003e книгу «Джокер», в которой рассказал как Леджер готовился к роли в «Тёмном рыцаре». Он заявил, что Хит «слишком глубоко» погрузился в своего персонажа: в момент подготовки заперся в гостиничном номере и не выходил оттуда несколько недель. Ещё в 2007 году Леджер \u003ca\u003eговорил\u003c/a\u003e в интервью, что «спит по два часа в сутки» и принимает снотворные из-за того, что постоянно думает о съёмках.\u003c/p\u003e\n\u003cp\u003eО том, что сёстры Леджера выпустят документальный фильм о жизни актёра, стало известно в 2016 году. В интервью они \u003ca\u003eрассказали\u003c/a\u003e, что у Хита были проблемы со сном и здоровьем из-за разлуки с дочерью Матильдой.\u003c/p\u003e","url":"https://gif.cmtt.space/3/club/6f/03/b4/5dfccc0a9966ca.jpg","author":"admin","tags":["movie","usa","school"],"createdAt":{"$date":"2017-05-05T23:03:22.958Z"},"__v":0}
